Repository: mart1n/GtkPacman
Catalog: data/locale/*.po
Languages: it

source: _Queue Actions
it: Azioni di _coda

source: _Add to install queue
it: _Aggiungi alla coda di installazione

source: Remove from _install queue
it: Rimuovi dalla coda di installazione

source: Add to _remove queue
it: Aggiungi alla coda di _rimozione

source: R_emove from remove queue
it: Rimuovi dalla coda di rimozion_e

source: E_xecute
it: E_segui

source: Immediate Actions
it: Azioni immediate

source: _Upgrade system
it: Aggi_orna il sistema

source: Refresh _database
it: Aggiorna il _database

source: Install/Upgrade package from _local file
it: Installa/Aggiorna pacchetti da file locale

source: Ma_ke a package and install it
it: Crea un pacc_hetto ed installalo

source: Clear cache
it: Pulisci la cache

source: Empty cache
it: Svuota la cache

source: _Help
it: _Aiuto

source: Add to install queue
it: Aggiungi alla coda di installazione

source: Delete from install queue
it: Cancella dalla coda di installazione

source: Add to remove queue
it: Aggiungi alla coda di rimozione

source: Delete from remove queue
it: Cancella dalla coda di rimozione

source: Execute queued operations
it: Esegui le operazioni in coda

source: Upgrade system
it: Aggiorna il sistema

source: Refresh database
it: Aggiorna il database

source: Search packages
it: Cerca pacchetti

source: Summary
it: Sommario

source: _Search
it: _Cerca

source: You must be root to fully use gtkpacman. Since you aren't root, gtkpacman will not allow any packages management operation (Install/Remove)
it: Devi essere root per poter utilizzare tutte le funzionalita' di gtkPacman. Dal momento che non sei root, gtkpacman non permettera' alcun azione sui pacchetti (Installazione/rimozione)

source: Package %s is in IgnorePkg. Install it anyway?
it: Il pacchetto %s e' nella lista dei pacchetti da ignorare (opzione IgnorePkg). Installare comunque?

source: Package %s is in HoldPkg. Are You sure you want to remove %s
it: Il pacchetto %s Ã¨ nella lista 'HoldPkg'. Sei sicuro di voler rimuovere %s?

source: Confirm
it: Conferma

source: Package
it: Pacchetto

source: Version
it: Versione

source: Are you sure you want to install/remove those packages?
it: Sei sicuro di voler installare/rimuovere questi pacchetti?

source: Packages to install
it: Pacchetti da installare

source: Packages to remove
it: Pacchetti da rimuovere

source: Warning!
it: Attenzione!

source: This packages requires one of the packages you've selected for removal. Do you want to remove them all?
it: Questi pacchetti dipendono da uno dei pacchetti che hai deciso di rimuovere. Vuoi rimuoverli tutti?

source: Copyright (C)2005-2008 by Stefano Esposito. Rights to copy, modify, and redistribute are granted under the GNU General Public License Terms
it: Copyright (C) 2005-2008 di Stefano Esposito. I diritti di copia, modifica e distribuzione sono accordati secondo i termini della GNU General Public License

source: Gtk package manager based on pacman
it: Manager dei pacchetti basato su pacman con interfaccia in GTK

source: gtkPacman is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. gtkPacman program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
it: gtkPacman e' software libero; puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License, cosi' come e' stata pubblicata dalla Free Software Foundation; versione 2 o (a vostra scelta) qualsiasi versione successiva. Il programma gtkPacman e' distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; senza neanche l'implicita garanzia di COMMERCIABILITA' o di ADEGUATEZZA AD UNO SCOPO SPECIFICO. Leggi il testo della GNU General Public License per maggiori dettagli. Dovresti aver ricevuto una copia della GNU General Public License insieme a questo programma; se cosi' non fosse, scrivi a Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Installed Version
it: Versione installata

source: Terminal
it: Terminale

source: Choose package to install
it: Scegli il pacchetto da installare

source: Search for..
it: Cerca...

source: Insert keywords:
it: Inserisci le parole chiave:

source: _Terminal
it: _Terminale

source: Confirm Upgrade
it: Conferma l'upgrade

source: Are you sure yo want to upgrade those packages?
it: Sei sicuro di voler aggiornare questi pacchetti?

source: Choose the buildscript
it: Seleziona lo script di compilazione (PKGBUILD)

source: Confirm makepkg as root
it: Conferma l'esezione di makepkg come root

source: Run as root
it: Esegui come root

source: Running makepkg as root is a bad idea. Select an alternate user or confirm that you want to run it as root
it: Eseguire makepkg come root non e' una buona idea. Selezione un altro utente o conferma di voler eseguire makepkg come root

source: Username:
it: Nome utente:

source: Avaible Version
it: Versione Disponibile

source: All
it: Tutti

source: all
it: tutti

source: installed
it: installati

source: foreigners
it: stranieri

source: search
it: cerca

source: Search
it: Cerca

source: Available Version
it: Versione Disponibile

source: %(dep)s is not in the database. %(dep)s is required by %(pkg)s. This maybe either an error in %(pkg)s packaging or a gtkpacman's bug. If you think it's the first, contact the %(pkg)s maintainer, else fill a bug report for gtkpacman, please.
it: %(dep)s non e' presente nel database. %(pkg)s dipende da %(dep)s. Questo puo' essere sia un errore nella creazione del pacchetto %(pkg)s oppure un bug in gtkPacman. Se credi che sia la prima, contatta il maintainer del pacchetto %(pkg)s, altrimenti invia un bug reporto per gtkPacman. Grazie.

source: %s is not in the database. This is probably a bug in gtkpacman. If you think it's so, please send me a bug report.
it: %s non e' nel database. Probabilmente si tratta di un bug in gtkpacman. Se pensi che sia cosÃ¬, inviami un bug report

source: Executing queued operations...
it: Operazioni accodate in esecuzione...

source: Search results for '%s'
it: Risultati della ricerca per '%s'

source: Searching for %s...
it: Cerca %s...

source: You should insert at least one keyword to search for
it: Devi inserire almeno una parola chiave per la ricerca

source: Installing %s
it: Installazione di %s in corso

source: Clearing cache...
it: Pulizia della cache in corso...

source: Emptying cache...
it: Svuotamento della cache in corso...

source: Refreshing database...
it: Aggiornamento del database in corso...

source: There isn't any packages to upgrade
it: Non ci sono pacchetti da aggiornare

source: Updating compleated
it: Aggiornamento completato

source: %s packages in [ %s ]
it: ci sono %s pacchetti nella repository [%s]

source: Done
it: Fatto

source: version must be a string
it: 'version' deve essere una stringa

source: inst must be True or False
it: 'inst' deve essere un valore booleano

source: inst_ver must be a string
it: 'inst_ver' deve essere una stringa

source: Description: %s Depends on: %s Required by: %s Size: %s Packager: %s Built: %s Installed: %s Reason: %s
it: Descrizione: %s Dipende da: %s E' richiesto da: %s Dimensioni: %s Creatore: %s Compilato il: %s Installato il: %s Ragione dell'installazione: %s

source: Description: %s Depends on: %s Size (compressed): %s
it: Descrizione: %s Dipende da: %s Dimensione (compresso): %s

source: Installed as a dependency for another package
it: Installato come dipendenza per un altro pacchetto

source: Excplicitly installed
it: Installato esplicitamente

source: %s is not installed
it: %s non e' installato
